"landing_page_search" = "Hova utazik?";
"Prime_landing_page_search" = "Átvétel helye";
"menu.help.title" = "Segítség az autóbérléshez";
"settings.label.url.1" = "Foglalás kezelése";
"settings.label.url.2" = "GYIK";
"settings.label.url.3" = "Súgóközpont";
"bookings.status.confirmed" = "Visszaigazolva";
"bookings.status.unconfirmed" = "Visszaigazolásra vár";
"bookings.status.cancelled" = "Törölve";
"bookings.title" = "Foglalások";
"bookings.status.reviewpayment" = "Fizetés áttekintése";
"bookings.status.completed" = "Teljesítve";
"bookings.sheet.bookingdetails.link" = "Foglalás részleteinek áttekintése";
"bookings.sheet.unconfirmed.info" = "Foglalásaink többségét 48 órán belül visszaigazoljuk";
"bookings.sheet.reviewpayment.info" = "Sikertelen fizetés. Lépjen a Foglalás kezelése menüpontra a fizetés részleteinek áttekintéséért.";
"bookings.sheet.managebooking.link" = "Foglalás kezelése";
"bookings.bookingdetails.status" = "Foglalás állapota";
"sale_landing_banner_monetary_tagline" = "Foglaljon most akár napi ${x} összegért!";
"sale_landing_banner_percentage_tagline" = "Akár ${x} kedvezmény, foglaljon most!";
"filter.header.eco" = "Környezetbarát";
"filter.header.mileage" = "Megtehető kilométerszám";
"vehicle.seats.number" = "${x} ülőhely";
"menu.alert.title" = "Megváltoztatja a beállításokat?";
"menu.alert.body" = "Minden aktív keresés alaphelyzetbe fog állni.";
"insurance.options.axa.header" = "Biztosítási opciók";
"insurance.options.axa.limited.body" = "<b>Korlátozott</b> - <b>minimális fedezetet</b> biztosít, amennyiben balesetet szenved, ${x} összeghatárig többletköltséget kell fizetnie, amely <b>nem visszatéríthető</b>.";
"insurance.options.axa.premium.body" = "<b>Prémium</b> - <b>kitűnő fedezetet</b> biztosít, amennyiben balesetet szenved, <b>megtérítjük</b> többletköltségét ${x} összegig.";
"insurance.limited.caption" = "Minimális fedezetet nyújt lopás vagy a karosszéria sérülése esetén. <b>Ön fizet azokért a károkért,</b> melyeket nem fedez a korlátozott opció";
"insurance.limited.benefit1" = "<b>Nem visszatéríthető</b> önrész";
"insurance.limited.benefit2" = "Felelősségbiztosítás";
"insurance.limited.benefit3" = "Autómentés";
"insurance.limited.excess.liable" = "Amennyiben a korlátozott fedezetet választja, ${x} összegig terjedő pótdíjat kell fizetnie baleset esetén, visszatérítési lehetőség nélkül.";
"insurance.limited.included" = "Hozzáadva.";
"insurance.axa.premium.caption" = "<b>Kitűnő fedezetet</b> biztosít Önnek, a korlátozott fedezeti opciót is beleértve.";
"insurance.axa.premium.benefit1" = "Akár <b>100%-ban visszatéríthető önrész</b>";
"insurance.axa.premium.benefit2" = "Felelősségbiztosítás";
"insurance.axa.premium.benefit3" = "Autómentés";
"insurance.axa.premium.benefit4" = "Szélvédő-, üveg- és gumikárok";
"insurance.axa.premium.benefit5" = "Személyes értékei";
"insurance.axa.premium.benefit6" = "Kulcs megsérülése vagy elvesztése";
"insurance.axa.premium.benefit7" = "Tető és alváz sérülése";
"insurance.axa.premium.benefit8" = "Nem megfelelő üzemanyag tankolása miatti díjak";
"insurance.axa.premium.benefit9" = "Adminisztrációs díjak";
"insurance.axa.premium.benefit10" = "Többnyelvű igénytámogatás";
"insurance.axa.premium.terms" = "A Premium biztosítás kiválasztásával és a folytatással Ön megerősíti, hogy elolvasta és elfogadja a Biztosítási feltételeket, és ezen információk alapján ez a biztosítás megfelel az Ön igényeinek.";
"insurance.priceperday" = "${x}/nap";
"insurance.total.price" = "Összesen: ${x}";
"insurance.options.awn.au.header" = "Ne kockáztasson! Kössön közúti utazási biztosítást.";
"insurance.options.awn.au.body" = "<b>Roadtrip biztosítás</b> – Ezen biztosítás alapján, ha Ön balesetet szenved bérelt járművével, az önrészre és személyes tárgyaira legfeljebb ${x} értékű fedezet lesz érvényes.";
"insurance.awn.au.title" = "Közúti utazási biztosítás";
"insurance.awn.au.caption" = "<b>Kitűnő fedezetet</b> biztosít Önnek, a korlátozott fedezeti opciót is beleértve.";
"insurance.awn.au.benefit1" = "Akár 100%-ban visszatéríthető önrész";
"insurance.awn.au.benefit2" = "Felelősségbiztosítás";
"insurance.awn.au.benefit3" = "Személyes értékei";
"insurance.awn.au.benefit4" = "Külföldi orvosi költségek";
"insurance.awn.au.benefit5" = "Kulcs és személyes tárgyak biztosítása";
"insurance.awn.au.benefit6" = "Baleseti halál";
"insurance.awn.au.benefit7" = "Nem megfelelő üzemanyag tankolása miatti díjak";
"insurance.axa.premium.cancellation.policy" = "INGYENES biztosításlemondás az átvételt megelőző 24 óráig";
"insurance.awn.au.terms" = "A Roadtrip biztosítás kiválasztásával és a folytatással Ön megerősíti, hogy elolvasta és elfogadja a Biztosítási feltételeket ${x}, és ezen információk alapján ez a biztosítás megfelel az Ön igényeinek.";
"insurance.zero.excess.terms" = "Az Önrész nélküli biztosítás kiválasztásával és a folytatással Ön megerősíti, hogy elolvasta és elfogadja a Biztosítási feltételeket, és ezen információk alapján ez a biztosítás megfelel az Ön igényeinek.";
"insurance.options.awn.au.limited.body" = "<b>Korlátozott biztosítás</b> – Nincs fedezet az önrészre és a személyes tárgyaira.";
"insurance.awn.au.terms.link" = "Szerződési feltételek";
"results.filter.all1" = "Minden szűrő";
"results.filter.all2" = "Minden szűrő (${x})";
"results.summary.title" = "<b>${x}</b> autó | Rendezési elv: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Hogyan működik az „Ajánlott” rendezési sorrend?";
"Omnibus.Pos.2.Title" = "Mit jelent az „ár-érték arány”?";
"Omnibus.Pos.3.Title" = "Milyen változókat veszünk figyelembe a rendezési sorrendben?";
"Omnibus.Pos.4.Title" = "Hogyan működnek a szponzorált elhelyezések?";
"Omnibus.Pos.1.Body" = "Az „Ajánlott” rendezési sorrend számos tényező alapján rangsorolja a járműveket olyan sorrendbe, amely biztosítja, hogy a keresési eredmények lista elején a legjobb „ár-érték arányú” ajánlatok jelenjenek meg. Az autókölcsönzőktől kapott jutalék befolyásolja ezt a sorrendet.";
"Omnibus.Pos.2.Body" = "Az „ár-érték arány” kifejezés azokat a változókat írja le, amelyek befolyásolják az ügyfél általi autóbérlés valószínűségét. Az általunk (CarTrawler) az autókölcsönzőktől kapott jutalék a mi (CarTrawler) foglalásban játszott szerepünket ismeri el, és befolyásolja, hogyan határozzuk meg az általános „ár-érték arányt”.";
"Omnibus.Pos.3.Body" = "A legjobb ár-érték arány ügyfeleink számára történő meghatározásakor a rendezési sorrendünk számos változót figyelembe vesz, többek között:";
"Omnibus.Pos.4.Body" = "Egyes utazási partnerek kiválasztott autókölcsönzőkkel dolgoznak. A keresési eredmények elején szponzorált elhelyezések jelenhetnek meg az utazási partner által a kiválasztott autókölcsönzőtől kapott kifizetések miatt. Az ügyfelek arról ismerhetik fel ezeket a szponzorált elhelyezéseket, hogy azok a keresési eredmények elején található márkázott elhelyezésben vannak kiemelve.";
"Omnibus.Pos.3.bullet.1" = "A foglalás dátuma és a keresés helye.";
"Omnibus.Pos.3.bullet.2" = "A kölcsönzési időszak időtartama.";
"Omnibus.Pos.3.bullet.3" = "Az autókölcsönzők vásárlói értékelései a CSAT pontszámok és az NPS alapján.";
"Omnibus.Pos.3.bullet.4" = "Az ügyfelek múltbeli viselkedése a korábbi vásárlásokkal kapcsolatban, és a hasonló autókölcsönzési eredmények múltbeli árazása.";
"Omnibus.Pos.3.bullet.5" = "Az autókölcsönzőktől vagy biztosító partnerektől általunk kapott jutalék.";
"Omnibus.Accept.Button.Text" = "Rendben van!";
"Omnibus.Header.Text" = "Ajánlat magyarázata";
"bookings.sheet.remove" = "Foglalás eltávolítása";
"bookings.dialog.remove.title" = "Eltávolítja a foglalást?";
"bookings.dialog.remove.text" = "Arra készül, hogy végleg eltávolítsa ezt a foglalást a foglalási listájáról.";
"bookings.dialog.remove.text.history" = "Ez a foglalás és az Ön összes foglalási előzménye továbbra is elérhető lesz az ügyfélportálunkon keresztül.";
"bookings.dialog.remove.CTA" = "Eltávolítás";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Foglaljon a(z) ${x} segítségével";
"payment.options.paypal.banner.text" = "Miután rákoppint az alábbi „Book with PayPal” (Foglalás PayPal segítségével) opcióra, átirányítjuk a PayPal weboldalra, ahol bejelentkezhet a fiókjába és véglegesítheti a fizetést. Ezt követően a járműfoglalás visszaigazolására szolgáló weboldal jelenik meg.";
"payment.options.paypal.failed.title" = "${x} fizetése sikertelen";
"payment.options.paypal.failed.text" = "Sajnáljuk, de a fizetés feldolgozása során probléma lépett fel. A foglalás még nem történt meg, így a számláját sem terheltük meg. Kérjük, próbálja újra az alábbi elérhető fizetési módok egyikével.";
"vehicle_fuel_plugin_hybrid" = "Plug-in hibrid";
"insurance.axa.regulatory.statement.uk" = "A Cartrawler a Belgiumi Nemzeti Bank által engedélyezett és szabályozott Inter Partner Assistance S.A. kinevezett képviselője, melynek székhelye: Boulevard du Régent 7, 1000 Brüsszel, Belgium. A Prudential Regulation Authority (prudenciális szabályozási hatóság) által engedélyezve (cég hivatkozási szám: 202664). A Financial Conduct Authority (pénzügyi felügyeleti hatóság) szabályozása és a Prudential Regulation Authority korlátozott körű szabályozása alá tartozik. Az Inter Partner Assistance S.A. egyesült királyságbeli fióktelepének címe 106-118 Station Road, Redhill, RH1 1PR. Az Inter Partner Assistance S.A. az AXA Csoport része.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "1-es típus";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "2-es típus";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Nincs megadva";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Fali aljzat";
"VehicleList.Map.BottomSheet.ChargeType" = "Töltés típusa";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Éjjel-nappal nyitva";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Nem üzemel";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Lassú";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Gyors";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Sebes";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Szélsebes";
"view_voucher" = "Bizonylat megtekintése";
"VehicleList.Chip.EVLongRange.Text" = "Nagy hatótávolságú elektromos autó";
"VehicleDetails.EVLongRange.Description" = "Nagy hatótávolságú elektromos autó: Ez a jármű több mint ${x} távolságot képes megtenni egyetlen feltöltéssel.";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Környezetbarát alternatíva";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Nagy hatótávolságú elektromos autó";
"landing.countdowntimer.salename" = "Kedvezmény";
"landing.countdowntimer.presale" = "${x} kezdetét veszi ekkor:";
"landing.countdowntimer.duringsale" = "${x} véget ér ekkor:";
"Driver.Details.Marketing.Consent.Text" = "Olvasson exkluzív autóbérlési ajánlatokról és egyéb fontos információkról közvetlenül a levelezőfiókjában!";
"Driver.Details.Marketing.Consent.Policy" = "További információk: ${x}.";
"abandonment.deeplink.total" = "Összesen";
"abandonment.deeplink.day" = "nap";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Elektromosautó-barát helyszín";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Kényelmesebb a városi közlekedéshez";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Vezessen könnyedén";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Aggódik az üzemagyagköltségek miatt?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "A bérelt elektromos autókkal messzebbre is eljuthat, mint gondolná";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Az Ön átvételi helye kiváló töltési szolgáltatásokkal rendelkezik a bérelt elektromos járművekhez";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Elektromos járművet vezetni pont olyan, mint egy automata autót. Csendesebb, ugyanakkor nem bocsát ki szén-dioxidot";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Egy elektromos jármű (EV) feltöltése sokkal kevesebbe kerül, mint egy hasonló méretű benzin- vagy dízelüzemű autó megtankolása. Akár 50%-ot is megtakaríthat az utazást érintő kiadásaiból";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Az elektromos autók hatékonyabbak bizonyulnak, amikor a városi forgalom miatt le kell állni, majd újra kell indulni";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "A nagy hatótávolságú elektromos járművek bérlésével több mint 400 km-t is megtehet egyetlen feltöltéssel. Európában az autós utazások 80%-a 50 km-nél nem tart tovább";
"insurance.axa.premium.uk.cancellation.policy" = "INGYENES biztosításlemondás az átvétel előtt";
"landing.mosaic.title" = "Elkötelezettségünk a zöld technológiák mellett";
"landing.mosaic.tile1.title" = "Elektromos jármű kisokos";
"landing.mosaic.tile1.body" = "Minden, amit egy elektromos jármű bérlésénél tudni kell";
"landing.mosaic.tile1.ctaText" = "<u>Bővebben</u>";
"landing.mosaic.tile2.title" = "Alapvető ismeretek az elektromos járművek töltésével kapcsolatban";
"landing.mosaic.tile2.body" = "Útmutató az elektromos járművek töltéséhez";
"landing.mosaic.tile2.ctaText" = "<u>Bővebben</u>";
"landing.mosaic.tile3.body" = "Fontos kérdések, amiket érdemes feltenni az elektromos járművek bérlése során";
"landing.mosaic.tile3.ctaText" = "<u>Tudjon meg többet</u>";
"landing.countdowntimer.days" = "nap";
"landing.countdowntimer.hours" = "óra";
"landing.countdowntimer.minutes" = "perc";
"landing.countdowntimer.seconds" = "másodperc";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Repülőtér - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} helyszín (${y})";
"results.filter.all3" = "Szűrés (${x})";
"VehicleList.Header.Filter" = "Szűrés";
"VehicleList.Header.Filter.Selected" = "Szűrés (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Már ${y} összegtől kezdve, ${X} napos bérlés esetén";
"LoyaltyNumber" = "Hűségkártyaszám (opcionális)";
"VehicleList.Header.Map" = "Térkép";
"Payment.256.Encrypted" = "Minden fizetési tranzakciót 256 bites SSL-titkosítás véd";
"Insurance.Applicable.Taxes" = "Minden kötelező adót magában foglal";
"BookingError.Insurance" = "A foglalás feldolgozási része során sajnos technikai hiba lépett fel. Autóbérlése sikeres volt, de probléma merült fel a biztosítás vásárlása közben. Újra megpróbálhatja a Foglalás kezelése menüpontban a megerősítő e-mailben található részleteket követve.";
"Payment.Exchange.Currency.Message" = "Felhívjuk a figyelmet, hogy a ma fizetendő összeget ${z} devizában, a mai árfolyamnak (${x} = ${y}) megfelelően kell kiegyenlíteni.";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Egyéb";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Összesen ${x}";
"settings.label.url.4" = "Adatvédelmi nyilatkozat";
"Price.Summary.Included.Charges" = "Az árban foglalt illetékek";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Szolgáltató információi";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} távolságra";
"VehicleList.Map.BottomSheet.SupplierHours" = "Nyitvatartás";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Zárva";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Hétfő";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Kedd";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Szerda";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Csütörtök";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Péntek";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Szombat";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Vasárnap";
"Add.Booking.Title" = "Sajnos nem találtunk a keresési feltételeinek megfelelő eredményt.";
"Add.Booking.Form.Error" = "Sajnos nem találtunk a keresési feltételeinek megfelelő eredményt.";
"Add.Booking.Heading" = "Foglalás hozzáadása";
"Add.Booking.Form.BookingId.Error" = "Érvénytelen szám";
"please.try.again" = "Próbálja újra.";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Díjmentes biztosításlemondás az átvétel előtt";
"Insurance.XC.Subtitle.eDo" = "A Prémium biztosítás kiváló védelmet nyújt, és akár ${policy.limit} összegig megnövelt biztosítási összeghatárokat, magasabb alösszegekkel a legfontosabb dolgok fedezésére. Kizárólag Prime tagok számára érhető el.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "A lemondás a felvétel előtt 24 órával ingyenes.";
"insurance.xc.simple.api.main.more.info.button" = "További információ";
"Insurance.XC.USP.ThirdParty" = "Felelősségbiztosítás";
"insurance.xc.simple.api.main.link.terms.text" = "Szerződési feltételek";
"Insurance.xc.pricing.terms" = "Minden kötelező adót magában foglal";
"Insurance.XC.USP.LatePickUp" = "Késedelmes átvétel járatkésés miatt";
"Insurance.XC.Pill.Free.Cancellation.UK" = "A lemondás a felvétel előtt 24 órával ingyenes.";
"insurance.xc.simple.api.main.premium.cta" = "Folytatás prémium fedezettel";
"Insurance.XC.USP.Windscreen" = "Szélvédő-, üveg- és gumikárok";
"Insurance.XC.USP.Misfueling" = "Nem megfelelő üzemanyag tankolása miatti díjak";
"Insurance.XC.USP.BreakdownAssistance" = "Autómentés";
"Insurance.XC.USP.ClaimSupport" = "Többnyelvű igénytámogatás";
"Insurance.XC.USP.TravelExpenses" = "Utazási költségek";
"Insurance.XC.Subtitle" = "Kiegészítő védelmünkkel az önrész összegét ${x} összeghatárig visszatérítjük Önnek, így baleset esetén sem kell kifogynia a pénzből.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "A Prémium fedezet kiválasztásával és a továbblépéssel megerősíti, hogy elolvasta és elfogadja a Biztosítás feltételeit: ${x}, ${y}, és ezen információk alapján kijelenti, hogy a kötvény megfelel az Ön igényeinek.";
"Insurance.XC.Title" = "Prémium biztosítás";
"Insurance.XC.USP.RefundableExcess.Alt" = "Akár <span>100%-ban visszatéríthető önrész</span>";
"CannotProcessReservation" = "Váratlan hiba  lépett fel. A foglalás nem került rögzítésre, és a számláját nem terheltük meg. Kérjük, indítson egy újabb keresést!";
"insurance.options.xc.header" = "Biztosítási opciók";
"insurance.options.xc.premium.body" = "<b>Prémium</b> - <b>kitűnő fedezetet</b> biztosít, amennyiben balesetet szenved, <b>megtérítjük</b> többletköltségét ${x} összegig.";
"top.up.your.protection" = "Egészítse ki a védelmét";
"insurance.options.xc.limited.body" = "<b>Korlátozott</b> - <b>minimális fedezetet</b> biztosít, amennyiben balesetet szenved, ${x} összeghatárig többletköltséget kell fizetnie, amely <b>nem visszatéríthető</b>.";
"title_calendar" = "Dátumválasztó";
"title_conditions" = "Szerződési feltételek";
"title_details" = "Az autó adatai";
"title_details_supplier" = "BESOROLÁSOK";
"title_details_vehicle" = "BELEÉRTVE";
"title_extras_insurance" = "Extrák és biztosítás";
"title_filters" = "Szűrési";
"title_insurance" = "Biztosítás";
"title_locations" = "Helyszínek";
"title_payment" = "Fizetés";
"title_results" = "Eredmények";
"title_search_ground" = "Szárazföldi közlekedési eszköz keresése";
"title_search_rental" = "Autóbérlés";
"title_settings" = "Beállítások";
"title_summary" = "Fizetési összefoglaló";
"title_user" = "Első számú vezető adatai";
"title_extras" = "Extrák";
"CTA_add" = "Foglalás hozzáadása";
"CTA_search" = "Autó keresése";
"CTA_save" = "Beállítások mentése";
"CTA_continue" = "Tovább";
"CTA_with_insurance" = "Folytatás biztosítással";
"CTA_no_insurance" = "Folytatás biztosítás nélkül";
"CTA_to_homepage" = "Vissza a Főoldalra";
"CTA_book" = "Foglalás most ennyiért:";
"CTA_close" = "Bezárás";
"CTA_cancel" = "Mégse";
"CTA_done" = "Kész";
"search_pickup_location_text" = "Átvétel helye";
"search_pickup_location_hint" = "Adjon meg egy repülőteret, várost vagy állomásnevet";
"search_return_location_text" = "Adjon meg egy leadási helyet!";
"search_return_location_hint" = "Adjon meg egy repülőteret, várost vagy állomásnevet";
"search_return_location_button" = "Visszatérés ugyanarra a helyre";
"search_driver_age" = "25-70 év közötti sofőr";
"search_driver_age_hint" = "Járművezető életkora";
"search_select_dates" = "Dátumok:";
"search_select_dates_hint" = "Dátumok kiválasztása";
"search_pickup_time_text" = "Az utasfelvétel időpontja";
"search_return_time_text" = "Leadás ideje";
"search_locations_placeholder" = "Helyszín megadása";
"calendar_summary_dropoff" = "Leadás dátuma";
"calendar_summary_pickup" = "Átvétel dátuma";
"calendar_summary_title" = "Dátum kiválasztása";
"calendar_select_date" = "Dátum kiválasztása";
"calendar_select_dates" = "Válassza ki az Ön dátumait";
"calendar_pickup_date" = "Átvétel dátuma";
"calendar_return_date" = "Leadás dátuma";
"calendar_continue" = "Tovább";
"calendar_sun" = "Vas";
"calendar_mon" = "Hét";
"calendar_tue" = "Kedd";
"calendar_wed" = "Szer";
"calendar_thu" = "Csüt";
"calendar_fri" = "Pén";
"calendar_sat" = "Szo";
"locations_results_airports" = "Repülőterek";
"locations_results_others" = "Az összes többi helyszín";
"settings_country_title" = "Ország";
"settings_currency_title" = "Pénznem:";
"settings_select_country" = "Ország kiválasztása";
"settings_select_currency" = "Pénznem kiválasztása";
"settings_select_languages" = "Nyelv kiválasztása";
"results_sort" = "Rendezés";
"results_filter" = "Szűrés";
"vehicle_orsimilar" = "vagy hasonló";
"vehicle_passenger" = "Utas";
"vehicle_passengers" = "Utasok száma";
"vehicle_bag" = "Csomag";
"vehicle_bags" = "Csomagok száma";
"vehicle_door" = "Ajtó";
"vehicle_doors" = "Ajtók száma";
"vehicle_duration_1" = "Díj";
"vehicle_duration_2" = "nap";
"vehicle_duration_3" = "nap";
"vehicle_total_price" = "Végösszeg";
"vehicle_best_seller" = "Legnépszerűbb";
"vehicle_great_value" = "Kiváló ár/érték arány";
"vehicle_provided" = "Szolgáltató";
"vehicle_air_conditioning" = "Légkondicionáló";
"vehicle_fuel_policy" = "Üzemanyag-szabályzat";
"vehicle_supplier_address" = "Szolgáltató címe";
"vehicle_suppliers_address_detail" = "A szolgáltató címe:";
"vehicle_pickup_location" = "Átvétel helye";
"vehicle_vehicle_inclusion" = "A tétel benne foglaltatik a jármű árában";
"rental_sort_title" = "Rendezési elv:";
"rental_sort_price" = "Ár";
"rental_sort_rating" = "Értékelés";
"rental_sort_recommended" = "Ajánlatunk";
"filter_package" = "Csomag";
"filter_carsize" = "Autó mérete";
"filter_supplier" = "Autókölcsönzõ";
"filter_rating" = "Értékelés";
"filter_fuel" = "Üzemanyag-szabályzat";
"filter_carfuel" = "Üzemanyag típusa";
"filter_carspec" = "Az autó jellemzői";
"filter_transmission" = "Sebességváltó";
"filter_specialoffers" = "Különleges ajánlat";
"filter_transfertype" = "Transzfer típusa";
"filter_transfertime" = "Menetidő";
"filter_reset" = "Visszaállítás";
"vehicle_type_cargovan" = "Kisbusz";
"vehicle_type_compact" = "Kompakt";
"vehicle_type_compact_elite" = "Kompakt elit";
"vehicle_type_economy" = "Gazdaságos";
"vehicle_type_economy_elite" = "Gazdaságos elit";
"vehicle_type_estate" = "Kombi";
"vehicle_type_exotic" = "Egzotikus";
"vehicle_type_exotic_SUV" = "Egzotikus SUV";
"vehicle_type_fifteen_passenger_van" = "Tizenöt személyes kisbusz";
"vehicle_type_five_seat_carrier" = "Ötüléses kisbusz";
"vehicle_type_four_wheel_drive" = "Négykerék-meghajtás";
"vehicle_type_fullsize" = "Nagyméretű";
"vehicle_type_fullsize_elite" = "Nagyméretű elit";
"vehicle_type_intermediate" = "Közepes";
"vehicle_type_intermediate_elite" = "Közepes elit";
"vehicle_type_large_SUV" = "Nagy SUV";
"vehicle_type_large_truck" = "Nagy teherautó";
"vehicle_type_luxury" = "Luxus";
"vehicle_type_luxury_elite" = "Luxus elit";
"vehicle_type_medium_SUV" = "Közepes SUV";
"vehicle_type_midsize" = "Középméret";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Mini elit";
"vehicle_type_minivan" = "Kisbusz";
"vehicle_type_moped" = "Robogó";
"vehicle_type_moving_van" = "Költöztető kisbusz";
"vehicle_type_nine_seat_carrier" = "Kilencüléses kisbusz";
"vehicle_type_oversize" = "Egyterű";
"vehicle_type_premium" = "Prémium";
"vehicle_type_premium_elite" = "Prémium elit";
"vehicle_type_regular" = "Normál";
"vehicle_type_seven_seat_carrier" = "Hétüléses kisbusz";
"vehicle_type_small_SUV" = "Kis SUV";
"vehicle_type_small_medium_truck" = "Kis-közepes teherautó";
"vehicle_type_special" = "Különleges";
"vehicle_type_standard" = "Standard";
"vehicle_type_standard_elite" = "Standard elit";
"vehicle_type_stretch" = "Limuzin";
"vehicle_type_subcompact" = "Szubkompakt";
"vehicle_type_twelve_foot_truck" = "Tizenkét láb hosszú teherautó";
"vehicle_type_twelve_passenger_van" = "Tizenkét személyes kisbusz";
"vehicle_type_twenty_foot_truck" = "Húsz láb hosszú teherautó";
"vehicle_type_twenty_four_foot_truck" = "Huszonnégy láb hosszú teherautó";
"vehicle_type_twenty_six_foot_truck" = "Huszonhat láb hosszú teherautó";
"vehicle_type_unique" = "Egyedi";
"vehicle_type_vehicle_size_SUV" = "SUV méretű gépjármű";
"vehicle_type_other" = "Egyéb";
"vehicle_fuel_petrol" = "Benzin üzemű";
"vehicle_fuel_diesel" = "Dízel";
"vehicle_transmission_auto" = "Automata";
"vehicle_transmission_manual" = "Kézi";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Azonos töltés - Kevesebb költés";
"vehicle_fuel_policy_type_FULLFULL" = "Felvétel Tele, Leadás Tele";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Átvétel és leadás üres tankkal";
"vehicle_fuel_policy_type_FULLEMPTY" = "Előre fizetett";
"vehicle_fuel_policy_type_HALFEMPTY" = "Átvétel és leadás fél tankkal";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Felvétel negyedig töltve, leadás üresen";
"vehicle_fuel_policy_type_HALFHALF" = "Fél tanktól fél tankig";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Negyed tanktól negyed tankig";
"vehicle_fuel_policy_type_UNKNOWN" = "Ismeretlen";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Üzemanyag-vásárlás elővételben, visszatérítéssel";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Üzemanyag: Választás a kölcsönzőpultnál";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Üzemanyagdíjak: Nincs beleszámítva";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Üzemanyagdíjak: Beleszámítva";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Tartsa feltöltve, hogy ne fizessen többet. A kölcsönzőnél történő átvételkor a jármű akkumulátora egy bizonyos szintig van feltöltve. Az Ön felelőssége, hogy leadáskor hasonló töltöttségi állapotban legyen a jármű akkumulátora, mint felvételkor.";
"vehicle_fuel_policy_desc_FULLFULL" = "Ez a legkedvezőbb üzemanyag-szabályzat. A járművet teletankolva veheti át. Hozza vissza teletankolva a járművet, így nem kell újratankolási díjat fizetnie.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "A járműben elegendő üzemanyag található a legközelebbi benzinkútig. A járművet üres tankkal kell leadnia, mivel a fel nem használt üzemanyag árát nem térítjük vissza.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "A járművet teletankolva veheti át, de a tankolás árát ki kell fizetnie az irodában. A járművet üres tankkal kell leadnia, mivel a fel nem használt üzemanyag árát nem térítjük vissza.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Az autót félig teli tankkal adjuk át. Az elhasznált üzemanyagot az irodában kell kifizetnie. Ha ezt a lehetőséget választja, tetszés szerinti mennyiségű üzemanyagot használhat fel, és leadás előtt nem kell teletöltenie a tankot.";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Az autót negyed tankkal adjuk át. Az elhasznált üzemanyagot az irodában kell kifizetnie. Ha ezt a lehetőséget választja, tetszés szerinti mennyiségű üzemanyagot használhat fel, és leadás előtt nem kell teletöltenie a tankot.";
"vehicle_fuel_policy_desc_HALFHALF" = "A járművet félig teletankolva veheti át. Hozza vissza a járművet félig töltött tankkal, így nem kell újratankolási díjat fizetnie. Ha a járműben ennél több üzemanyag marad, a többletért Önnek nem jár visszatérítés.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "A járművet negyed tankkal veheti át. Hozza vissza a járművet negyed tankkal, így nem kell újratankolási díjat fizetnie. Ha a járműben ennél több üzemanyag marad, a többletért Önnek nem jár visszatérítés.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Lásd Fontos információk";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "A járművet teletankolva veheti át. Ennek árát az irodában kell kifizetnie, a vissza nem térítendő kezelési költséggel együtt. A jármű leadásakor visszatérítjük Önnek a fel nem használt üzemanyag árát.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "A járművet tele tankkal adjuk át. Választhat, hogy előre fizet az üzemanyagért a kölcsönző irodájában (pre-purchase), vagy teletankolva szolgáltatja vissza a járművet (full to full). Bármelyik mellett is dönt, mindenképp közölje a kölcsönzővel, hogy melyik üzemanyag-szabályzatot alkalmazza Önre.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "A díj nem tartalmazza az üzemanyagköltségeket. A tank újbóli feltöltésének költségeit Önnek kell állnia, mielőtt elhagyná az autót.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "A díj tartalmazza az üzemanyagköltségeket..  Nem Önnek kell állnia az esetleges újbóli tankolás költségeit.";
"vehicle_pickup_type" = "Az utasfelvétel típusa";
"vehicle_pickup_location_VWF_1.VWF.X" = "Közvetlenül a reptéren";
"vehicle_pickup_location_VWF_2.VWF.X" = "A repülőtéren";
"vehicle_pickup_location_VWF_3.VWF.X" = "Repülőtéri terminál";
"vehicle_pickup_location_VWF_4.VWF.X" = "Vasútállomás";
"vehicle_pickup_location_VWF_5.VWF.X" = "Utaskiszállítás a szállodába";
"vehicle_pickup_location_VWF_6.VWF.X" = "Autókölcsönző";
"vehicle_pickup_location_VWF_7.VWF.X" = "Városközpont/Belváros";
"vehicle_pickup_location_VWF_8.VWF.X" = "A városközponttól keletre";
"vehicle_pickup_location_VWF_9.VWF.X" = "A városközponttól délre";
"vehicle_pickup_location_VWF_10.VWF.X" = "A városközponttól nyugatra";
"vehicle_pickup_location_VWF_11.VWF.X" = "A városközponttól északra";
"vehicle_pickup_location_VWF_12.VWF.X" = "Kikötő/Kompkikötő";
"vehicle_pickup_location_VWF_13.VWF.X" = "Üdülőhely melletti";
"vehicle_pickup_details_VWF_1.VWF.X" = "Ez a legkényelmesebb átvételi lehetőség. A kiszolgálópult a repülőtéri terminálon üzemel.";
"vehicle_pickup_details_VWF_2.VWF.X" = "A kiszolgálópult jól megközelíthető helyen, a repülőtéri terminálon található.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Ez egy reptéri fogadó szolgáltatás. A sofőr várni fogja érkezésekor. Kérjük, adja meg járatszámát, hogy a sofőr nyomon követhesse az esetleges járatkésést.";
"vehicle_pickup_details_VWF_5.VWF.X" = "A járművet a szállodai kölcsönzőben tudja átvenni.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Ez egy reptéri fogadó szolgáltatás. A sofőr várni fogja érkezésekor. Kérjük, adja meg járatszámát, hogy a sofőr nyomon követhesse az esetleges járatkésést.";
"vehicle_pickup_type_VLI_1.VLI.X" = "A terminálon";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminál és transzfer";
"vehicle_pickup_type_VLI_3.VLI.X" = "Ingyenes reptéri transzfer";
"vehicle_pickup_type_VLI_4.VLI.X" = "Találkozás és üdvözlés";
"vehicle_pickup_type_VLI_6.VLI.X" = "Személyi sofőr";
"vehicle_pickup_at_airport" = "A reptéren";
"vehicle_pickup_unknown" = "Ismeretlen";
"included_title" = "Ingyenesen a foglalás része:";
"included_cancel" = "Lemondás";
"included_amend" = "Módosítások";
"included_thirdparty" = "Felelősségbiztosítás";
"included_theft" = "Lopásvédelem";
"included_collision" = "Töréskár-biztosítás átvállalása";
"included_terms" = "Szerződési feltételek";
"supplier_reviews" = "vélemények";
"supplier_car" = "Az autó tisztasága";
"supplier_desk" = "Kiszolgálás az autókölcsönzési pultnál";
"supplier_pickup" = "Autókölcsönzés átvételi folyamata";
"supplier_dropoff" = "Autókölcsönzés leadási folyamata";
"supplier_price" = "Teljes ár-érték arány";
"supplier_waiting" = "Várakozási idő";
"supplier_below_average" = "Az átlag alatti";
"supplier_good" = "Jó";
"supplier_excellent" = "Kiváló";
"supplier_rating_detail" = "az ügyfelek véleménye erről az autókölcsönzőről:";
"extras_equipment_aircon" = "Légkondicionáló";
"extras_equipment_gps" = "GPS";
"extras_back" = "Vissza";
"extras_conditions" = "Felhívjuk figyelmét, hogy az extrákat a kölcsönzési pultnál kell kifizetnie. Megpróbáljuk biztosítani utasaink számára az összes extrát, de ezek elérhetősége nem mindig garantált.";
"extras_per_day" = "naponta";
"extras_placeholder" = "A vezető biztosítási és vagyonkezelő társaság, az Axa által biztosítva.";
"insurance_summary_replace_src" = "jelölje be az alábbi négyzetet";
"insurance_summary_replace_val" = "folytassa a biztosítással";
"insurance_summary_title" = "Miért van szüksége teljes körű biztosításra?";
"insurance_list_1_title" = "Kiváló ár/érték arány";
"insurance_list_1_body" = "Csökkentse esetleges felelősségét akár ${x} összeggel, mindössze ${w}/nap összeg fejében.";
"insurance_list_2_title" = "Megbízható védelem";
"insurance_list_2_body" = "Ha a járműben keletkezett kár vagy lopás esetén Önnek kell kifizetnie az önrészt, a teljes összeget megtérítjük Önnek.";
"insurance_list_3_title" = "Megnyugtató érzés";
"insurance_list_3_body" = "A fizetendő önrészre is biztosított, ha valami baj történne.";
"insurance_conditions" = "Részletes tájékoztatást a következő helyen talál: ${x}.";
"insurance_provider" = "A vezető biztosítási és vagyonkezelő társaság, az Axa által biztosítva";
"insurance_policy" = "A biztosítási kötvényt az INTER PARTNER ASSISTANCE SA vállalat, az AXA Assistance Group (Avenue Louise 166, 1050 Brüsszel, Belgium) tagja bocsátja ki.";
"user_name_hint" = "Név";
"user_firstname_hint" = "Keresztnév";
"user_surname_hint" = "Utónév";
"user_email_hint" = "E-mail cím";
"user_email2_hint" = "E-mail-cím újra";
"user_phone_hint" = "Telefonszám";
"user_address_hint" = "Cím";
"user_address_line1_hint" = "Címsor 1";
"user_address_line2_hint" = "Címsor 2";
"user_city_hint" = "Város";
"user_postcode_hint" = "Irányítószám";
"user_flight_hint" = "Járatszám (fontos)";
"user_country_hint" = "Ország";
"summary_desk" = "Kifizetés a pultnál";
"summary_now" = "Fizessen most";
"summary_rental" = "Autóbérlés";
"summary_ground" = "Utazás";
"summary_total" = "Összesen";
"summary_pickup" = "Átvétel";
"summary_dropoff" = "Leadás";
"summary_lead_driver" = "Első számú vezető adatai";
"summary_vehicle" = "Járműre vonatkozó összefoglaló";
"summary_payment" = "Fizetési összefoglaló";
"summary_damage_refund" = "Kártérítési biztosítás";
"summary_booking_fee" = "Foglalási díj";
"payment_text_1" = "Kattintson a „Foglalás most” lehetőségre a foglalás befejezéséhez, valamint a(z) ${x} elfogadásához";
"payment_text_2" = "Szerződési feltételek";
"receipt_email_text" = "A visszaigazoló e-mailt elküldtük a következő címre: ${x}. Megérkezése akár 15 percig is eltarthat. Kérjük, ellenőrizze a bizonylatot, mielőtt átveszi az autót.";
"receipt_scroll" = "Görgessen le az összegzésért";
"receipt_success" = "Foglalása sikeres volt.";
"receipt_summary_car" = "Az autó adatai összefoglalva";
"receipt_summary_driver" = "Első számú vezető adatai";
"receipt_summary_dropoff" = "Leadás";
"receipt_summary_pickup" = "Átvétel";
"receipt_title" = "Gratulálunk!";
"receipt_your_reference" = "Az Ön foglalási száma:";
"general_form_empty" = "Kérjük, töltse ki ezt a mezőt";
"results_empty" = "Nincs eredmény";
"error_widget_no_cars" = "Nem találtunk járművet ehhez a helyszínhez";
"error_payment_general" = "Hiba merült fel a fizetés során";
"error_requestor_missing" = "Kérőazonosító nem volt megadva";
"error_payment_no_internet1" = "Nincs internetkapcsolat";
"error_payment_no_internet2" = "A foglalásának véglegesítéséhez internetkapcsolatra lesz szüksége";
"error_payment_loading1" = "Elnézést";
"error_payment_loading2" = "Probléma merült fel a fizetési oldal betöltése során";
"error_ok" = "Rendben";
"error_no_booking_ref" = "Nincs foglalási referencia";
"error_no_insurance_available" = "Nincs elérhető biztosítás";
"booking_reference_prefix" = "Foglalási referencia";
"title_booking_manager" = "Közelgő foglalások";
"settings_language_header" = "Nyelv";
"interstitial_header" = "A tökéletes járművet keressük Önnek";
"interstitial_subheader" = "a legjobb áron";
"mins_placeholder" = "perc";
"summary_deposit" = "Autókölcsönzési letét";
"confirmation_loading_header" = "Fizetése feldolgozás alatt áll";
"confirmation_loading_subheader" = "Ez akár 30 másodpercig is eltarthat, kérjük, várjon";
"address_details_title" = "Címadatok";
"add_extras_title" = "Extrák hozzáadása";
"insurance_upgrade" = "Biztosítás hozzáadása";
"insurance_added" = "Hozzáadva";
"car_rental_total" = "Autóbérlés teljes ára";
"vehicle_features" = "extra";
"vehicle_features_title" = "Egyéb járműfunkciók";
"free_cancellation_detail" = "Remek híreink vannak! Foglalásához ingyenes lemondás és módosítás jár.";
"free_cancellation_title" = "Remek híreink vannak!";
"free_cancellation_point1" = "Ingyenes lemondás az átvételt megelőző 24 óráig";
"free_cancellation_point2" = "Online vagy az alkalmazáson keresztül foglalása ingyenesen módosítható.";
"vehicle_mileage_title" = "Engedélyezett kilométerszám:";
"vehicle_mileage_618_VCP_X" = "Korlátozott kilométerszám";
"vehicle_mileage_618_VCP_X_desc" = "Az ár magában foglal egy ${x} ${y} ${z} átlagos vezetési távolságot. Az ezen felül megtett út esetén további díjak léphetnek fel.";
"vehicle_mileage_609_VCP_X" = "Korlátlan megtett kilométer";
"vehicle_mileage_609_VCP_X_desc" = "Ennél az autónál nincs utazási limit";
"vehicle_insurance_title" = "Biztosítás";
"vehicle_insurance_title_description" = "Korlátozott biztosítás";
"insurance_upgrade_title" = "Váltson magasabb kategóriájú biztosításra";
"insurance_upgrade_subtitle" = "Kártérítési biztosítás";
"insurance_more" = "További részletek";
"insurance_per_day" = "naponta";
"insurance_total" = "Összesen";
"insurance_detail_title" = "Kártérítési biztosítás";
"insurance_more_details_title1" = "Csökkentse önrészét ${x} összegről ${y} összegre";
"insurance_more_details_insurance_main_text" = "A járműkölcsönző letét fizetésére vagy önrészbiztosítás megkötésére kérheti Önt az utazására vonatkozóan. A Kártérítési biztosításnak fedeznie kell az önrészbiztosítási feltételeket, ezért kérjük, ellenőrizze a szerződési feltételeket, mielőtt másik biztosítást köt. Ha az autóban kár keletkezik, vagy ellopják, a járműkölcsönző megtartja az önrészt a költségek fedezésére, amelyet Ön a Kártérítési biztosítással teljes összegben visszaigényelhet.";
"vehicle_other" = "Más járművek";
"insurance_more_details_title2" = "A biztosítás hatóköre";
"insurance_more_details_point1" = "A teljes önrész visszatérítése baleset vagy lopás esetén";
"insurance_more_details_point2" = "Gumik, szélvédő/ablakok, tükrök és kerekek";
"insurance_more_details_point3" = "Tető, alváz és nem megfelelő típusú üzemanyag használata";
"insurance_more_details_point4" = "Kezelési költségek";
"insurance_more_details_point5" = "A kulcs és a személyes tárgyak biztosítása";
"insurance_terms_conditions" = "Szerződési feltételek";
"CTA_add_to_flight" = "Hozzáadás járathoz";
"CTA_edit" = "Szerkesztés";
"payment_name" = "Név";
"payment_card" = "Kártyaszám";
"payment_expiry" = "HH/ÉÉ";
"payment_cvc" = "CVC szám";
"payment_summary_pay_nothing_desk" = "Az irodában nincs szükség fizetésre";
"extras_title" = "Extrák hozzáadása";
"extras_all" = "Összes megtekintése";
"merchandising_business" = "Üzleti útra érkezőknek";
"merchandising_city_break" = "Városi kikapcsolódás";
"merchandising_family_size" = "Családi jármű";
"merchandising_best_seller" = "Legnépszerűbb";
"merchandising_great_value" = "Kiváló ár/érték arány";
"merchandising_quickest_queue" = "Leggyorsabb kiszolgálás";
"merchandising_recommended" = "Ajánlott";
"merchandising_upgrade_to" = "Váltás a következőre:";
"merchandising_on_budget" = "Pénztárcakímélő megoldás";
"merchandising_best_reviewed" = "Legjobb értékelést kapott";
"payment_free" = "Ingyenesen a foglalás része";
"feature_usb" = "USB-csatlakozó";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Egyéb funkciók";
"feature_german_model" = "Német modell";
"feature_front_demister" = "Elülső páramentesítő";
"feature_parking_sensors" = "Parkolássegítő szenzorok";
"feature_fuel_economy" = "Jó fogyasztás";
"extra_per_rental" = "bérlésenként";
"mileage_allowance" = "Megtehető kilométerszám";
"mileage_unlimited" = "Korlátlan";
"mileage_limited" = "Korlátozott";
"insurance_basic" = "Biztosítás:";
"insurance_basic_detail" = "Korlátozott biztosítás";
"CTA_add_vehicle_basket" = "Hozzáadás a kosárhoz";
"all_extras_paid" = "Minden extrát az átvételnél kell kifizetni";
"payment_secure_text" = "100%-ban biztonságos";
"payment_cardnumber" = "Kártya száma";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Ingyenesen a foglalás része:";
"extras_101.EQP" = "Gépkocsivezető ";
"extras_7" = "Legfeljebb 9 hónapos, illetve 9 kg-nál (20 fontnál) kisebb súlyú csecsemők számára.";
"extras_9" = "4 éves vagy idősebb, illetve 18‒45 kg (40-100 font) súlyú gyermekek számára.";
"extras_8" = "9 hónapos és 4 éves kor közötti, illetve 8‒18 kg (20-40 font) súlyú gyermekek számára.";
"extras_13" = "Műholdas navigációs rendszer.";
"extras_3" = "Megnöveli a járműben rendelkezésre álló tárolóhelyet.";
"extras_34" = "GPS-szel felszerelt mobiltelefon.";
"extras_4" = "A sílécek biztonságos tárolásához.";
"extras_10" = "Téli körülmények esetén ajánlott.";
"extras_52" = "Autópályán közlekedve lehetővé teszi az elektronikus útdíjfizetésre kialakított sáv használatát.";
"extras_55" = "Vezeték nélküli internetkapcsolat laptopokhoz, okostelefonokhoz, tabletekhez és más Wi-Fi kompatibilis készülékekhez.";
"extras_30" = "A csomag tartalmazza a téli használatra előírt kötelező felszereléseket.";
"extras_14" = "Téli körülmények esetén ajánlott.";
"Message.FreeCancellation.7days" = "A foglalás megtétele után a lemondás 7 napig ingyenes! ";
"extras_102.EQP" = "Műholdas navigációs rendszer.";
"overall_rating" = "Értékelés";
"payment_invalid_card_number" = "Érvénytelen szám";
"payment_invalid_expiry_date" = "Érvénytelen dátum";
"payment_invalid_cvc_number" = "3 vagy 4 számból kell állnia";
"search_title" = "Keresés";
"search_compare_deals" = "Hasonlítsa össze és találja meg a <b>legjobb autókölcsönzési ajánlatokat</b>";
"whats_your_pickup_location" = "Hol szeretné átvenni az autót?";
"whats_your_dropoff_location" = "Mi az Ön által választott leadási helyszín?";
"view_your_next_trip" = "Tekintse meg következő úti célját!";
"book_another_car" = "vagy másik autó foglalása";
"why_book_with_us" = "Miért foglaljon nálunk?";
"free_cancellation_and_amendments" = "Ingyenes lemondás és módosítások";
"free_cancellation_amendments_detail" = "Ingyenes lemondás az átvételt megelőző 24 óráig. A foglalás módosítása nem jár adminisztrációs költségekkel.";
"phone_support" = "Nonstop telefonos segítség";
"phone_support_detail" = "Csapatunk napi 24 órában, a hét minden napján fogadja hívását";
"airports_city_locations" = "30 000 repülőtér és városi helyszín";
"airports_city_locations_detail" = "Hasonlítson össze 1700 szolgáltatót, válasszon és spóroljon!";
"no_hidden_costs" = "Nincsenek rejtett költségek";
"no_hidden_costs_detail" = "Minden felárról tájékoztatjuk még a járműfoglalás megtétele előtt. Tudni szeretné, hogy mit tartalmaz az ajánlat? Ellenőrizze a feltételeket az egyes autóknál.";
"damage_theft_protection" = "Balesetikár- és lopásvédelem";
"damage_theft_protection_detail" = "A kölcsönzés tartalmazza a Baleseti kár átvállalását és a Lopásbiztosítást.";
"vehicles" = "járművek";
"apply" = "Alkalmaz";
"select_all" = "összes kijelölése";
"perfect_car" = "A tökéletes autót keressük Önnek";
"free_cancellation" = "Ingyenes";
"cancellation_amendments" = "lemondás és módosítások";
"included_important" = "Fontos";
"customer_ratings" = "%@ ügyfélvélemény alapján";
"more_features" = "További extrák";
"continue_to_payment" = "Tovább a fizetéshez";
"car_rental" = "Autóbérlés";
"toast_extras" = "Az Ön teljes ára extrákat is tartalmaz, de azokat a jármű átvételekor kell kifizetnie.";
"booking_delay" = "Ez akár 30 másodpercet is igénybe vehet";
"booking_please_sit_tight" = "Kérjük, várjon türelemmel";
"booking_secure_payment" = "Biztonságos fizetés";
"booking_pay" = "Kifizetés";
"booking_manage_your_booking" = "Foglalás kezelése";
"booking_card_title" = "Úti cél:";
"booking_button_title" = "FOGLALÁS MEGTEKINTÉSE";
"booking_list_title" = "Megtekinti következő úti célját?";
"payment_title_header" = "Áttekintés";
"payment_pay_at_pickup_title" = "Fizetés átvételkor";
"payment_pay_at_desk_title" = "Az irodában fizetendő";
"summary_extras_cell_title" = "Átvételkor a következőkért kell fizetnie helyi pénznemben:";
"summary_car_hire_title" = "Autókölcsönzési díj";
"booking_summary_title" = "Foglalási referencia";
"payment_summary_title" = "Árösszesítő";
"user_phone_prefix_hint" = "Körzetszám";
"car_rental_subscribe" = "Igen, szeretnék exkluzív ajánlatokat kapni e-mailben. Bármikor leiratkozhat.";
"secure_payment_header" = "Biztonságos fizetés";
"secure_payment_text" = "Minden fizetési tranzakciót 128 bites SSL-titkosítás véd";
"payment_conditions_1" = "Kattintson a „Kifizetés” lehetőségre a foglalás befejezéséhez, valamint a(z) ${x} és a(z) ${y} elfogadásához";
"payment_conditions_2" = "Kölcsönzési feltételek";
"splash_navigation_title" = "Autóbérlés";
"summary_pay_total" = "%@ kifizetése";
"deselect_all" = "kijelölés megszüntetése";
"free_cancellation_and_amendments_banner" = "<b>Ingyenes</b> lemondás és módosítások";
"settings_currency_updated" = "Pénznem frissítve";
"booking_not_included" = "Nincs beleszámítva";
"vehicle_type_convertible" = "Kabrió";
"loyalty_scheme_title" = "WestJet Jutalmak";
"loyalty_scheme_label" = "WestJet Jutalmak azonosító";
"loyalty_scheme_intro" = "A WestJet Jutalmak tagok 1%-ot visszakapnak WestJet-dollárokban. A WestJet-dollárok a foglalása adózás előtti költségei után gyűjthetőek.";
"loyalty_scheme_notes" = "A WestJet-dollárok csak az első számú vezető által gyűjthetők.  Kérjük, adja meg az első számú vezető WestJet Jutalmak azonosítóját.";
"loyalty_scheme_confirm" = "Ez a tag lesz a bérelt jármű elsődleges sofőrje, aki WestJet pontokat fog kapni a bérlés adó, felár és illeték levonása nélküli összege után.";
"Free.LimitedDamageProtection" = "Korlátozott balesetikár-védelem";
"Free.LimitedTheftProtection" = "Korlátozott lopásvédelem";
"Insurance.Excess.Liability" = "Önrészbiztosítás legfeljebb ${x} összegig";
"Insurance.Basic.Cover.Incl" = "Korlátozott biztosítás (része a csomagnak):";
"Insurance.Insurance.Explained" = "A biztosításról röviden";
"Basic.Intro" = "A szolgáltató korlátozott biztosítása fedezi a felelősségbiztosítást. Korlátozott lopás- és balesetikár-védelmet is magában foglal. A költségek nagy részét fedezi, azonban Önt legfeljebb 3000 € összegű önrész terhelheti. Az autó átvételénél biztonsági letétet kell fizetnie a hitelkártyája segítségével. Amennyiben az autó megsérült vagy ellopták, a kölcsönző visszatartja az összeget a költségek fedezésére.";
"Insurance.Premium.Cover" = "Prémium biztosítás:";
"Premium.Intro" = "A Prémium biztosítással hozzájut az autókölcsönző Korlátozott biztosításához (a felelősségbiztosítás átvállalását is beleértve), valamint a biztonsági letétet is fedezi. Ha autója megsérült vagy ellopták, az autókölcsönző megtartja a letétet a költségek fedezésére, amelyet a kötvény előnyöket tartalmazó táblázatában megtalálható maximális határig igényelhet vissza. A visszaigényléssel kapcsolatos adatokat az e-mailben küldött visszaigazolás tartalmazza.";
"Premium.Tyres.Benefit" = "Fedezi a gumidefektet és az abroncs cseréjét, valamint a tükrök és a kerekek sérülését.";
"Premium.Key.Benefit" = "Az elveszített kulcsok pótlását, valamint az autóból ellopott személyes tárgyak értékét is fedezi.";
"Premium_TC" = "Prémium szerződési feltételek";
"Insurance.Got.It" = "Rendben van!";
"Damage.Protection" = "Balesetikár-védelem";
"Free.TheftProtection" = "Lopásvédelem";
"Insurance.Checklist.ExcessRefund" = "A kifizetett önrész teljes visszatérítése";
"AddPremium" = "Prémium biztosítás hozzáadása";
"NoThanks" = "Köszönöm, nem";
"Daily_price_Per_day" = "/nap";
"Insurance.Info.Subtitle1" = "A jármű felvétele";
"Insurance.Info.Subtitle2" = "A jármű átadása";
"Insurance.Info.Text.2" = "A járműkölcsönző önrészbiztosítás megkötésére kérheti Önt az irodájukban. Önnek nem lesz szüksége ilyen biztosításra, amennyiben kártérítési biztosítást köt nálunk.";
"Insurance.Info.Text.3" = "A hitelkártyájáról letétet tartanak vissza az önrész fedezésére arra az esetre, ha az autóban kár keletkezne, vagy ellopnák.";
"Insurance.Info.Text.4" = "Ha az autóban nem keletkezik kár vagy nem lopják el, a hitelkártyájáról visszatartott letétet teljes mértékben visszatérítjük.";
"Insurance.Info.Text.5" = "Ha az autóban kár keletkezik, vagy ellopják, a járműkölcsönző megtartja az önrészt a költségek fedezésére, amelyet Ön később teljes összegben visszaigényelhet. A visszaigényléssel kapcsolatos adatokat az e-mailben küldött visszaigazolás tartalmazza.";
"Insurance.Info.Text.6" = "Hozzon magával egy, a járművezető nevére szóló hitelkártyát, amelyen elegendő hitelkeret van az önrész/letét fedezéséhez, és hívjon minket, ha bármilyen probléma adódna a járműkölcsönzőnél.";
"Insurance.Info.Text.7" = "Részletes tájékoztatásért tekintse át a szerződési feltételeket.";
"X.PerDay" = "${x} naponta";
"Insurance.Prompt.CoverPrice" = "Végösszeg: ${x}";
"car.insurance" = "Autókölcsönzés";
"AddStandard" = "Prémium biztosítás hozzáadása";
"CTA.Insurance.Added" = "Prémium biztosítással";
"CTA.Insurance.Not.Added" = "Foglalás Korlátozott biztosítással";
"Standardadded" = "Prémium biztosítás hozzáadva";
"PayAtPickupReminder" = "Ne feledje, hogy a megmaradt ${x} összeget átvételkor, helyi pénznemben kell kifizetnie.";
"Insurance.Limited.Cover.Incl" = "Korlátozott biztosítás (része a csomagnak)";
"Recent.Searches" = "Korábbi keresések";
"AddCar" = "Tovább";
"Total" = "Összesen:";
"Limited.Offer" = "Csak korlátozott ideig elérhető ajánlat";
"PercentageOff" = "${x} kedvezmény";
"Free.ThirdPartyLiability" = "Felelősségbiztosítás";
"Insurance.Checklist.Item2" = "Gumik, szélvédő/ablakok, tükrök és kerekek";
"Insurance.Checklist.Item5" = "A kulcs és a személyes tárgyak biztosítása";
"Chubb.Content.1" = "A járműbérléshez tartozó balesetbiztosítás és a lopásbiztosítás nem nyújt teljes körű biztosítást a járműben keletkezett kár és lopás esetén. Ha a járműben kár keletkezik, ellopják, balesetet szenved, vagy ha Ön elveszti a kulcsait, egy adott önrész erejéig továbbra is Önt terhelheti a felelősség.";
"Chubb.Content.2" = "Igen, szeretnék biztosítást kötni a potenciálisan fizetendő önrészre mindössze ${x} (${y} = ${z}). összegért.";
"Chubb.Content.3" = "Ha szeretné biztosítani a potenciálisan fizetendő önrészt, jelölje be a fenti négyzetet.";
"Chubb.Content.4" = "Kiváló ár/érték arány";
"Chubb.Content.5" = "Akár 50 000 dél-afrikai rand összegű önrész visszafizetése mindössze ${x} (${y} = ${z}) összegért.";
"Chubb.Content.6" = "Megbízható védelem";
"Chubb.Content.7" = "Akár 50 000 dél-afrikai rand összegig visszatérítjük, ha önrészt kell fizetnie.";
"Chubb.Content.8" = "És ez nem minden";
"Chubb.Content.9" = "A biztosítás a felsoroltakon felül akár ZAR 50,000 összegű egyéni balesetbiztosítást tartalmaz haláleset vagy fogyatékosság bekövetkezése esetén, valamint akár ZAR 15,000 összegig fedezi, ha ellopják személyes vagyontárgyait.";
"Chubb.Content.10" = "Mit tartalmaz a biztosítás az autóbérlés időtartama alatt és után?";
"Chubb.Content.11" = "Mit tartalmaz a biztosítás az autóbérlés időtartama alatt és után?";
"Chubb.Content.12" = "A jármű felvétele";
"Chubb.Content.13" = "A járműkölcsönző önrészbiztosítás megkötésére kérheti Önt az irodájukban. Önnek nem lesz szüksége ilyen biztosításra, amennyiben kártérítési biztosítást köt nálunk. A hitelkártyájáról letétet tartanak vissza az önrész fedezésére arra az esetre, ha az autóban kár keletkezne, vagy ellopnák.";
"Chubb.Content.14" = "Hozzon magával egy, a járművezető nevére szóló hitelkártyát, amelyen elegendő hitelkeret van az önrész/letét fedezéséhez, és hívjon minket, ha bármilyen probléma adódna a járműkölcsönzőnél.";
"Chubb.Content.15" = "A jármű átadása";
"Chubb.Content16" = "Ha az autóban kár keletkezik, vagy ellopják, a járműkölcsönző megtartja az önrészt a költségek fedezésére, amelyet Ön később teljes összegben visszaigényelhet. A visszaigényléssel kapcsolatos adatokat az e-mailben küldött visszaigazolás tartalmazza. Ha az autóban nem keletkezik kár vagy nem lopják el, a hitelkártyájáról visszatartott letétet teljes mértékben visszatérítjük.";
"Chubb.Content.17" = "Részletes tájékoztatásért tekintse át a szerződési feltételeket.";
"National.ID" = "Személyi igazolvány száma";
"Origin.Province" = "Válassza ki a származási tartományt";
"Allianz.Content.1" = "Jelen kötvény a következő biztosítási előnyöket tartalmazza:";
"Allianz.Content.2" = "A bérelt autóban keletkezett fizikai kár vagy veszteség, amely akkor keletkezett, amikor Ön vezette, vagy amikor felügyelet nélkül hagyta a bérlési időszak során ";
"Allianz.Content.3" = "A bérelt autóban keletkező bármilyen egyéb, nem balesetből eredő veszteség vagy kár (például tűz, vihar, vandalizmus)";
"Allianz.Content.4" = "A bérelt autó vagy annak bármely alkatrésze vagy tartozéka ellopása";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "A bérelt autó elvontatása a legközelebbi helyszínre.";
"origin.State" = "Válassza ki a származási államot";
"Orient.legal" = "A biztosítás ellenjegyzését az Orient Sigorta A.Ş. (regisztrációs szám: T14113-CEM09) végzi, és annak jóváhagyott ügynöksége, a Hepstar értékesíti. Ezen termék kiválasztásával Ön beleegyezik személyes adatainak a szükséges harmadik feleknek való továbbításába, feldolgozásába, megőrzésébe, tárolásába, osztályozásába, frissítésébe és forgalmazásába, valamint külföldön való tárolásába a török 6698-as számú törvény és kapcsolódó törvénykezések értelmében.";
"Insurance.Upgrade.Cover" = "Váltson magasabb kategóriájú biztosításra";
"Car.Excess.Cover.AU" = "Önrészbiztosítás bérelt járművekhez";
"Insurance.Checklist.Item1" = "Önrész visszatérítése baleset vagy lopás esetén";
"Add" = "Hozzáadás";
"Car.Excess.Cover.Text.AU" = "A jármű átvételekor a járműkölcsönző általában visszatartja a hitelkártyán az önrész összegét, ami a jármű esetleges károsodása vagy ellopása esetén kerül levonásra";
"Car.Excess.Cover.CTA.Promo" = "Ha szeretne biztosítást kötni az (akár ${x} értékű) önrészbiztosításhoz, jelölje be az alábbi négyzetet.";
"Insurance.Prompt.Content.CTA" = "Igen, szeretnék önrészbiztosítást kötni a kölcsönzött járműre";
"Car.Excess.Cover.Agree.Statement" = "A fenti négyzet bejelölésével elfogadom, hogy a megfelelő linkre kattintva elolvashatom a(z) ${x} és a(z) ${y} szövegét, elfogadom és tudomásul veszem azok tartalmát, és beleegyezem abba, hogy személyes adataimat az Allianz Global Assistance vállalatnál érvényes ${z} értelmében összegyűjtsék, felhasználják és nyilvánosságra hozzák.";
"Insurance.Prompt.Agree.Links" = "Termék-közzétételi nyilatkozat (Product Disclosure Statement, PDS)";
"Insurance.Prompt.Agree.Links2" = "Pénzügyi szolgáltatási útmutató";
"Insurance.Prompt.ContentUS2" = "Az Allianz autókölcsönzéshez köthető biztosításával – Car Rental Protector – már akár napi ${x} összegért biztosíthatja magát.";
"Insurance.Prompt.TCs" = "A biztosításra különböző kivételek, feltételek és korlátozások érvényesek. Lásd itt: ${x}.";
"CarTermsAndConditions" = "Kölcsönzési feltételek";
"Car.Excess.Cover.CTA.AU" = "Igen, szeretnék önrészbiztosítást kötni a kölcsönzött ${x} járműre";
"Add.Cover" = "Biztosítás hozzáadása";
"Insurance.Prompt.SelectCA" = "Melyik tartományban állították ki a vezetői engedélyét?";
"Insurance.Prompt.CTA.Insure.US" = "Igen, szeretnék autókölcsönzéshez köthető biztosítást kötni";
"AddInsurance" = "Biztosítás hozzáadása";
"Chubb.Content.18" = "Ez a termék csak 21 és 80 év közötti személyek számára érhető el. A biztosítás ellenjegyzését a Chubb Insurance South Africa Limited, bejegyzését pedig a Hepstar Financial Services végzi. Mindkét vállalat hivatalos pénzügyi szolgáltató. A biztosítás feltételei irányadóak. A biztosításhoz nem tartozik tanácsadás, és a biztosítás megkötésére a Biztosító által kínált tényadatok alapján kerül sor.";
"Car.Excess.Cover.TC.AU" = "A biztosítás ellenjegyzője az Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708, és a biztosítást az AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631 bocsátja ki és kezeli az Allianz Global Assistance keretében. Az Et Ausco Limited ARBN 612 412 094 keretében a biztosítást a CarTrawler kezeli mint az Allianz Global Assistance képviselője. A szerződési feltételek, a korlátozások és kizárások jogilag érvényesek. Bármilyen, az Allianz Global Assistance által biztosított tanács csak általános javaslat, és nem az Ön céljain, pénzügyi helyzetén vagy szükségletein alapszik. Mielőtt döntést hozna, kérjük, vegye figyelembe a ${x} dokumentumot. Amennyiben az Allianz Global Assistance-nél köt biztosítást, a CarTrawler és az az entitás, aki erre az oldalra irányította Önt, jutalékot kap, ami az Ön prémiumának egy százaléka.";
"Orient.Content.1" = "Akár 7000 török líra összegig visszatérítjük, ha önrészt kell fizetnie.";
"Orient.Content.2" = "Akár 7000 török líra összegű önrész visszafizetése mindössze ${x} (${y} = ${z}) összegért.";
"Orient.Content.3" = "A biztosítás a felsoroltakon felül akár 100 000 török líra összegű egyéni balesetbiztosítást tartalmaz haláleset vagy fogyatékosság bekövetkezése esetén, valamint akár 3000 török líra összegig fedezi, ha ellopják személyes vagyontárgyait.";
"Orient.Content.4" = "Biztosít a váratlanul felmerülő önrész-költségek alól.";
"Orient.Content.5" = "A biztosítás a felsoroltakon felül akár 100 000 török líra összegű egyéni balesetbiztosítást tartalmaz haláleset és fogyatékosság bekövetkezése esetén, valamint akár 3000 török líra összegig fedezi, ha ellopják személyes vagyontárgyait.";
"Insurance.Prompt.Agree.Links3" = "Adatvédelmi felhívás";
"Allianz.Content.7" = "Szeretnék autókölcsönzéshez köthető biztosítást kötni, és elolvastam a(z) ${x} szövegét.";
"Allianz.Content.8" = "Az ajánlatban szereplő biztosítási díjak nem tartalmazzák az áfát. Az adókat az Ön lakóhelyének megfelelően számoljuk fel, és elkülönítve kerülnek az Ön biztosítási bizonylatára.";
"filter_pickup" = "Átvétel helye";
"vehicle_seat" = "Ülőhely";
"vehicle_seats" = "Ülőhely";
"age_range_error_text" = "Kérjük, hogy megfelelő életkort adjon meg (legalább 18 év)";
"invalid_search_parameters" = "Hiba a keresési paraméterekkel";
"insurance" = "Biztosítás:";
"supplier_average" = "Átlagos ";
"TRANSFERS.Cheapest.Airport.Destination" = "TRANSZFER – A legolcsóbb módja annak, hogy eljusson a repülőtérről úti céljához";
"GT.Private.Transfer" = "Magántranszfer";
"Transfer.Service.Class.Regular" = "Standard";
"Business" = "Üzleti út";
"Business.Minivan" = "Minibusz üzleti utakhoz";
"Transfer.Service.Class.Luxury" = "Prémium";
"Standard.Minivan" = "Minibusz";
"Max.Passengers" = "Akár ${X}";
"AirConditioning.Abbr" = "A/C";
"WifiAccess" = "Wi-Fi kapcsolat";
"Free.Cancellation.Mobile" = "Ingyenesen lemondható";
"Filter.Supplier" = "Autókölcsönzõ";
"Review.destination.address" = "Ellenőrizze a megadott úti célhoz tartozó címet";
"Book.Now.Modify.Destination" = "Foglaljon most és módosítsa foglalását indulás előtt akár 24 órával. Az ár az Ön által választott úti céltól függően változhat.";
"One.Hyphen.Way.Transfer" = "Egyirányú transzfer";
"Special.requests.optional" = "<strong>Speciális kérések</strong> (opcionális)";
"Additional.Info.Text" = "Van-e bármi más, amiről a sofőrnek érdemes tudnia (speciális segítségnyújtás, gyerekülés, bőrönd/csomag típusa)?";
"Special.Request" = "Adja meg bármely különleges kérését";
"You.also.get" = "<strong>Ezenkívül Ön az alábbi előnyben is részesül:</strong>";
"Certified.Driver" = "Minősített vezető";
"No.taxes.tolls.gratuity" = "Nem tartalmazza az adókat, a díjakat és a borravalót";
"FREE.wait" = "INGYENES várakozási idő";
"TransferConditions" = "A transzfer feltételei";
"IHaveReadTermsConditions.link2" = "Foglalási feltételek";
"Privacy.Policy" = "Adatvédelmi nyilatkozat";
"Confirm" = "Megerősítés";
"Total.Transfer.Cost" = "A transzfer teljes költsége";
"OtherFee" = "Egyéb díjak";
"YoungDriverFee" = "Túl fiatal járművezetőre kiszabott díj";
"Price.Updated" = "Az ár frissítve.";
"Address.Prompt.Field" = "Kérjük, adja meg a szállodát, repülőteret, utcát, vagy látnivalót";
"Price.No.Change" = "Minden rendben van, az ár nem változott.";
"PrivateTransfer.Added" = "Privát transzfer hozzáadva";
"Results.Found" = "${X} keresési eredmény";
"Ticket.Oneway" = "Egy útra";
"From.To" = "${X} városából ${Y} városába";
"Destination.confirmed" = "Úti cél megerősítve";
"No.Avail.Search.Error" = "Ezen a helyen nincs elérhetőség. Kérjük, próbáljon egy másik helyet.";
"To" = "Érkezés";
"a_TO_b" = "Úti cél:";
"EditSearch" = "Keresés";
"Where.Drop.Off" = "Hova szeretne utazni?";
"Where.Pick.Up" = "Honnan utazik?";
"GT.Passengers" = "Utasok száma";
"Total.Passengers" = "${x} utas";
"GT.S1.PickupDate" = "Átvétel dátuma";
"GT.S1.OnePassenger" = "${x} utas";
"Additional.Info.Text2" = "A szolgáltatásokért és egyes felszerelésekért, például a gyermekülésekért felárat számíthatunk fel. Mielőtt ilyen jellegű felárat számolnánk a foglalásához, mindenképpen felvesszük Önnel a kapcsolatot.";
"GT_USP_SHORT_waiting" = "Mire odaér, mi már várni fogjuk";
"Details" = "Részletek";
"Validation.Looks.Good" = "Úgy tűnik, helyes!";
"insurance.hepstar.tr.nationalIDError" = "Írja be helyesen a személyi igazolványa számát";
"IPID_LINK_TEXT" = "Kérjük, olvassa el a Biztosítási információkat tartalmazó dokumentumot, mielőtt döntene";
"Free.Cancellation.All.Cars" = "Ingyenes lemondás minden autónál";
"SelectedCar" = "Az Ön autója";
"Insurance.IPID.App" = "A prémium biztosítás hozzáadásával megerősítem, hogy elolvastam az ${x} leírását és azt, hogy ezen információk alapján a biztosítás megfelelő számomra.";
"Insurance.IPID.Document" = "IPID-dokumentum";
"Insurance.Explained" = "Az önrész ismertetése";
"InsuranceExplained.TextUpdate" = "A termék megfelel azok elvárásainak és igényeinek, akik az autókölcsönző vállalat által felszámolt költségeket kívánják fedezni ${x} összegig, amennyiben a bérlési időszak alatt a járműben kár keletkezett vagy az elveszett";
"ImportantInformation" = "Fontos információk";
"CTA.PayAcceptTermsGDPR" = "Kattintson a „Kifizetés” lehetőségre a foglalás befejezéséhez, valamint a(z) ${x}, a(z) ${y} és a(z) ${z} elfogadásához.";
"Residency.PopUp" = "Az ország/régió módosítása után változhat az ár, illetve a kiválasztott autó elérhetősége. Átirányítjuk a Találatok oldalra, ahol frissítjük keresése eredményét.";
"Country.Region" = "Ország/régió";
"SearchDatesIncorrect.Error" = "Helytelen dátum Kérjük, ellenőrizze a kiválasztott dátumokat!";
"AgeFieldYoung.Error" = "Kérjük, adjon meg egy 18 és 24 év közötti életkort";
"DriverFullName.Empty.Error" = "Írja be a járművezető vezeték- és utónevét.";
"DriverEmail.Empty.Error" = "Írja be az e-mail címét.";
"Phone.Empty.Error" = "Írja be a telefonszámát.";
"Address.Empty.Error" = "Írja be a postacímét.";
"City.Empty.Error" = "Írja be a városnevet.";
"OpeningHours" = "Nyitvatartás";
"AgeFieldElder.Error" = "Kérjük, adjon meg 71 év feletti életkort";
"DistancePickupX" = "Távolság a járműfelvétel helyétől: ${x}";
"Distance.Tooltip" = "Az autókölcsönző kiszolgáló irodája a következő helyszínen üzemel: ${x}.  Ez ${y} távolságra van innen: ${z}";
"FlightNumber.Empty.Error" = "A járatszám megadása kötelező";
"NameOnCard" = "A kártyán szereplő név";
"EmailAddress" = "E-mail cím";
"title_search_results" = "Találatok keresése";
"title_interstitial" = "Keresés folyamatban…";
"Availability.Mobile1" = "Nem találtunk a kritériumoknak megfelelő eredményt, azonban a keresés módosítása segíthet.";
"Availability.Text2" = "Válasszon más átvételi vagy leadási időpontot";
"Availability.Text3" = "Válasszon más dátumokat";
"LocationType.Airport" = "Repülőtér";
"DriverDetails" = "Sofőr adatai";
"search_country" = "Keresés";
"wcag.information" = "További információ";
"filter_clearall" = "Összes törlése";
"filter_clear" = "Törlés";
"Size.Small" = "Kicsi";
"Size.Medium" = "Közepes";
"Size.Large" = "Nagy";
"Size.SUV" = "SUV (Városi terepjáró)";
"Size.Fullsize" = "Nagyméretű";
"Size.Luxury" = "Luxus";
"Size.Premium" = "Prémium";
"simple_connection_error" = "Hiba történt kérésének feldolgozása közben. Kérjük, próbálja újra";
"Residency.PopUp.Title" = "Ország/régió módosítása?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "Kérjük, adja meg a kártya lejáratának hónapját és évét";
"DriverFirstName.Empty.Error" = "Írja be a járművezető utónevét";
"DriverLastName.Empty.Error" = "Írja be a járművezető vezetéknevét";
"FlightNumberOptional" = "Járatszám (opcionális)";
"results_car_empty" = "Nincs találat autóra";
"Availability.Text5" = "Próbálkozzon szűrők eltávolításával";
"wcag.basket" = "Fizetési kosár";
"wcag.addExtra" = "Extra hozzáadása";
"wcag.removeExtra" = "Extra eltávolítása";
"results_driver_age" = "Járművezető életkora: ${x}";
"filter_showxcars" = "${x} autó megjelenítése";
"payment_premium_cover" = "Prémium biztosítás";
"wcag.back" = "Vissza";
"Filter.CarSize.Show.All" = "Több méretet mutat";
"Filter.CarSize.Show.Less" = "Kevesebb méretet mutat";
"CardholderName.Empty.Error" = "Írja be a kártyabirtokos nevét.";
"CardSecurityCode.Empty.Error" = "Írja be ide a biztonsági kódot.";
"CardNumber.Payment.Empty.Error" = "Írja be a kártyaszámot.";
"Cardexpiry.Empty.Error" = "Írja be a kártya lejárati dátumát.";
"SpecialOffer.GuaranteedNewCar" = "Garantáltan új autó";
"SpecialOffer.FreeDriver" = "Gépkocsivezető díjmentesen";
"SpecialOffer.GuaranteedCarModel" = "Garantált autó modell";
"Carblock.People" = "${x} fő";
"cancellation_banner" = "Ingyenes lemondás minden autó esetében az átvételt megelőző 48 óráig";
"Carblock.PricePerDay" = "${x}/nap";
"Carblock.Total" = "összesen ${x}";
"CarPriceInclude" = "Magában foglalja a következőt: ${x} (${y})";
"CarPriceInclude.Free" = "Ingyenes";
"Insurance.Modal.Accept" = "Elfogadás";
"Insurance.Modal.AcceptText" = "Folytatás előtt el kell fogadnia a biztosítás szerződési feltételeit";
"Insurance.Modal.ViewTerms" = "Szerződési feltételek megtekintése";
"Preferred.Supplier.Footer.Default" = "Exkluzív ajánlatok";
"Preferred.Supplier.Header.Default" = "Ajánlott";
"Booking.Summary.Payment.Paid" = "Fizetve";
"Booking.Summary.Payment.Pickup" = "Az átvételnél esedékes";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Kérjük, ne feledje, hogy az eljárásmóddal kapcsolatos dokumentációt e-mailben és/vagy postai úton bocsátjuk rendelkezésére. Ha a \'${x}\' opcióra kattint, és megadja az e-mail címét, a dokumentumokat e-mailben fogjuk elküldeni. Amennyiben postai úton szeretné megkapni a biztosítási dokumentumait, kérjük, írjon a carhireclaims@axa-assistance.co.uk e-mail címre.";
"DriverAgeElder.Error" = "Kérjük, adjon meg ${x} év feletti életkort";
"DriverAgeYoung.Error" = "Kérjük, adjon meg egy ${x} és ${y} év közötti életkort";
"Extras.Show.List" = "Lista megjelenítése";
"Extras.Subheader" = "Az extrák nem minden esetben állnak rendelkezésre, az áruk pedig változhat, ha Ön a kölcsönzőpultnál fizet.";
"Extras.Included" = "Hozzáadva.";
"Extras.X.Free" = "${x} ingyenesen";
"Payment.Summary.Free" = "Ingyenes ${x}";
"error_connection_text" = "Kérjük, ellenőrizze, hogy csatlakozva van-e egy mobil- vagy WIFI-hálózatra, és próbálja újra.";
"error_connection_cta" = "Próbálja újra";
"error_dismiss" = "Elutasít";
"Upsell_Title" = "Remek híreink vannak!";
"Upsell_Body" = "Több biztosítási opció közül is választhat az Ön által kiválasztott autó esetén.";
"CTA_Not_Now" = "Most nem";
"Limited_Cover_Title" = "Korlátozott biztosítás";
"Limited_Insurance_Checklist_Item1" = "${x} önrészbiztosítás (nem visszatérítendő)";
"Limited_Insurance_Checklist_Item3" = "Korlátozott balesetikár- és lopásvédelem";
"Premium_Insurance_Details" = "Az AXA által biztosított kártérítési biztosítás.";
"Premium_Insurance_Checklist_Item1" = "Akár ${x} önrészbiztosítás (visszatérítendő)";
"Premium_Insurance_Checklist_Item2" = "${x} letét az irodában";
"Premium_Insurance_Checklist_Item3" = "Önrész visszatérítése baleset vagy lopás esetén";
"ZeroExcess_Title" = "Önrész nélküli csomag";
"ZeroExcess_Insurance_Details" = "Biztosítás nulla önrésszel és alacsony előleggel.";
"ZeroExcess_Checklist_Item1" = "${x} önrész";
"ZeroExcess_Checklist_Item2" = "Balesetikár- és lopásvédelem";
"ZeroExcess_CC_Required" = "Nincs szükség hitelkártyára";
"Insurance_Checklist_Third_Party" = "Felelősségbiztosítás";
"Insurance_Checklist_Desk_Deposit" = "${x} letét az irodában";
"Insurance_More_Info" = "További információ";
"CTA_Show_Me" = "Megjelenítés";
"SpecialOffer.ZeroExcessAvailable" = "Önrész nélküli csomag elérhető";
"Limited_Insurance_Included" = "Az autóbérlési díj tartalmazza.";
"Premium_Insurance_Checklist_Item4" = "Ablakok, tető, alváz és abroncsok";
"Premium_Insurance_Checklist_Item5" = "A kulcs és a személyes tárgyak biztosítása";
"CTA_Add_Continue" = "Hozzáadás és folytatás";
"ZeroExcess_Terms_1" = "Az önrész nélküli csomaggal kihasználhatja a szolgáltató korlátozott biztosítását (a harmadik fél felelősségbiztosításával együtt), valamint a(z) ${x} összegű önerőt, és egy sokkal kisebb biztonsági letétre számíthat. Ha az autó megsérült vagy ellopták, a szolgáltató nem fog érte díjat felszámítani Önnek.";
"ZeroExcess_Terms_2" = "Lehetséges, hogy nem fedezi a gumiabroncs, a szélvédők, az üveg, valamint az alváz sérüléseit vagy elvesztését. A részleteket a kölcsönző képviselőjétől tudja megérdeklődni.";
"LimitedCover_Info" = "A szolgáltató korlátozott biztosítása fedezi a felelősségbiztosítást. Korlátozott lopás- és balesetikár-védelmet is magában foglalhat. A költségek nagy részét fedezi, Önt azonban legfeljebb ${x} összegű önrész terhelheti. Az autó átvételénél biztonsági letétet kell fizetnie a hitelkártyája segítségével. Amennyiben az autó megsérült vagy ellopták, a kölcsönzők visszatartják az összeget a költségek fedezésére.";
"Swiss_Premium_Insurance_Details" = "Ezt a biztosítást a TSM Insurance jegyzi. Minden igénylést az AXA Assistance kezel.";
"FlightNumber_Error" = "Kérjük, ellenőrizze a járatszámát.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Ez a hűségkártyaszám ismeretlen";
"Priority_Messaging_Native_Results" = "Élvezze a rugalmasságot és a fokozott higiéniai intézkedéseket.";
"Priority_Messaging_Native_Details" = "Ingyenes lemondás az átvételt megelőző ${x} óráig.";
"Priority_Messaging_Native_Payment" = "Maradjon rugalmas az ingyenes lemondás lehetőségével, akár ${x} órával az átvételt megelőzően.";
"car_features" = "Autó felszereltsége";
"vehicle_fuel_hybrid" = "Hibrid";
"vehicle_fuel_electric" = "Elektromos";
"rental_info_details" = "További részletek";
"vehicle_fuel_policy_type_FREETANK" = "Ingyenes";
"vehicle_fuel_policy_desc_FREETANK" = "A járművet ingyenes teletankkal veheti át. Ha ezt a lehetőséget választja, tetszés szerinti mennyiségű üzemanyagot használhat fel, és leadás előtt nem kell teletöltenie a tankot.";
"vehicle_fuel_policy_type_SAMESAME" = "Úgy adja le, ahogy kapta.";
"vehicle_fuel_policy_desc_SAMESAME" = "Autóját tele tankkal fogja átvenni. Indulás előtt ellenőrizze az üzemanyag szintjét. Az induláskor rendelkezésre álló üzemanyagszinttel kell leadni az autót.";
"Filter_PriceRange" = "Ártartomány";
"Filter_AverageCarPrice" = "Az autóbérlés átlagos ára ${x}";
"PickupType_CarDriver" = "Sofőrszolgálat";
"PickupType_CarDriver_Info" = "A sofőr a repülőtéri terminál érkezési oldalán vár Önre.";
"PickupType_MeetNGreet" = "Meet &amp; Greet";
"PickupType_MeetNGreet_Info" = "Az autókölcsönző képviselője a repülőtéri terminálon várja Önt, hogy elkísérje a kiszolgálópulthoz.";
"PickupType_Terminal" = "Közvetlenül a reptéren";
"PickupType_Terminal_Tooltip" = "Ez a legkényelmesebb átvételi lehetőség. A kiszolgálópult a repülőtéri terminálon üzemel.";
"PickupType_ShuttleBus_Terminal" = "Ingyenes reptéri transzfer";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Az utasokat ingyenes repülőtéri autóbusz szállítja a terminál és a kölcsönző között.";
"PickupType_ShuttleBus_Counter" = "Ingyenes reptéri transzfer";
"PickupType_ShuttleBus_Counter_Tooltip" = "Az utasokat ingyenes repülőtéri autóbusz szállítja a terminál és a kölcsönző között.";
"PickupType_HoppaShuttleBus" = "Repülőtéri autóbusztranszfer";
"PickupType_HoppaShuttleBus_Info" = "A repülőtéri autóbusz a terminál közelében található autókölcsönző irodába szállítja. Ezért a szolgáltatásért egy kisebb díjat számíthatunk fel, amelyet a sofőrnél kell befizetni.";
"PickupType_OnAirport_Terminal" = "A repülőtéren";
"PickupType_OnAirport_Terminal_Info" = "A kiszolgálópult jól megközelíthető helyen, a repülőtéri terminálon található.";
"PickupType_OnAirport" = "A repülőtéren";
"PickupType_OnAirport_Info" = "A kiszolgálópult jól megközelíthető helyen, a repülőtéri terminálon található.";
"PickupType_Rail" = "Vasúti csatlakozás szükséges";
"PickupType_Rail_Info" = "A repülőtérről a kölcsönzőig való eljutáshoz vasúttal való utazásra lesz szükség";
"vehicle_fuel_lpg" = "LPG";
"vehicle_fuel_hydrogen" = "Hidrogén";
"vehicle_fuel_ethanol" = "Etanol";
"vehicle_fuel_multifuel" = "Több üzemanyagos";
"sale_search_banner_title" = "Az akció mostantól érvényes!";
"sale_search_banner_description" = "Akár ${x} engedmény Az akció vége: ${y}.";
"sale_landing_banner_title" = "Az akció mostantól érvényes!";
"sale_landing_banner_description" = "Akár ${x} engedmény Az akció vége: ${y}.";
"landing_page_1_title" = "Rugalmas foglalások";
"landing_page_3_title" = "Nonstop ügyfélszolgálat";
"landing_page_4_title" = "Nincsenek rejtett díjak";
"landing_page_4_desc" = "Minden felárról tájékoztatjuk még a járműfoglalás megtétele előtt";
"landing_page_1_desc" = "Foglaljon autót ingyenes lemondással 48 órával az átvétel előtt";
"landing_page_2_title" = "Fertőtlenített autók";
"landing_page_2_desc" = "Utazzon biztonságban és magabiztosan a szigorú takarítással kapcsolatos rendelkezések ismeretében";
"landing_page_3_desc" = "Csapatunk rendelkezésére áll, hogy segítsen a foglalásával kapcsolatos valamennyi kérdésben";
"landing_page_title" = "Hasonlítsa össze több mint 1700 szolgáltató autóbérlési ajánlatait világszerte";
"sale_discount_payment" = "Kedvezmény (-${x})";
"sales_TCs" = "Szerződési feltételek";
"recent_search_delete" = "Törlés";
"Pickup.Error" = "Adja meg a felvétel helyét.";
"Return.Error" = "Adja meg a leadás helyét.";
"HA_landing_page_title" = "Foglaljon autót magabiztosan. Keresés. Összehasonlítás. Megtakarítás.";
"Argus_landing_page_title" = "A legalacsonyabb árak, vagy a különbség visszatérítése. Ilyen egyszerű.";
"Premium_Insurance_title" = "${x} által nyújtott kártérítési biztosítás.";
"Insurance.Checklist.Item1.2" = "Önrész visszatérítése lopás esetén";
"ZeroExcess_Checklist_Item2_1" = "Balesetikár-védelem";
"ZeroExcess_Checklist_Item2_2" = "Lopásvédelem";
"Insurance.Checklist.Item1.1" = "Önrész visszatérítése baleset esetén";
"Disclaimer.Quebec" = "Quebec lakói számára a biztosítás nem elérhető";
"Select.Province" = "Régió/tartomány kiválasztása";
"Province.Residency" = "Lakóhely szerinti tartomány";
"state.CA.BC" = "Brit Kolumbia";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Prince Edward-szigetek";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Északnyugati területek";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nova Scotia";
"state.CA.NL" = "Újfundland és Labrador";
"state.CA.NB" = "New Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Az elveszett jármű önrészcsökkentő baleset-biztosításról az AWN gondoskodik.";
"no_cover_title" = "Nincs fedezet";
"no_cover_item1" = "${x} felelősségvállalás kár és lopás esetén";
"no_cover_item3" = "Nincs balesetikár- és lopásvédelem";
"no_cover_item2" = "${x} letét az irodában";
"no_cover_item4" = "Nincs külső felelősségbiztosítás";
"no_cover_cta" = "Folytatás fedezet nélkül";
"Insurance.Cover" = "Biztosítási fedezet";
"CTA_Confirm_booking" = "Foglalás megerősítése";
"CTA.Confirm.AcceptTerms" = "Érintse meg a „Foglalás megerősítése” elemet a foglalás befejezéséhez, és fogadja el bérleti feltételeinket, általános szerződési feltételeinket és adatvédelmi szabályzatunkat.";
"state.US.AK" = "Alaszka";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "Kalifornia";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "Columbia Kerület";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgia";
"state.US.HI" = "Hawaii";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "Észak-Karolina";
"state.US.ND" = "Észak-Dakota";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "Új-Mexikó";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pennsylvania";
"state.US.SC" = "Dél-Karolina";
"state.US.SD" = "Dél-Dakota";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "Nyugat-Virginia";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Az Allianz Global Assistance ajánlja, kínálja és értékesíti. Biztosítást jegyzi: Jefferson Insurance Company vagy BCS Insurance Company. Biztosítást és segítségnyújtási szolgáltatást is magában foglaló csomag. Feltételek és kizárások (az előzetes feltételekkel együtt) vannak érvényben.";
"Insurance.Disclosure.Allianz.Link" = "Csomag és árszabás közzétételek";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: Fontos biztosítási korlátozások";
"Damage.Protection.title" = "${x} által nyújtott kártérítési biztosítás";
"State.Residency" = "Lakóhely szerinti állam";
"Select.Residency" = "Lakóhely kiválasztása";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Exkluzív ajánlatok";
"Size.Midsize" = "Középméret";
"Size.Smallsuv" = "Kis SUV";
"Size.Mediumsuv" = "Közepes SUV";
"Size.Midsizesuv" = "Közepes méretű SUV";
"Size.Largesuv" = "Nagy SUV";
"Size.Mini" = "Mini";
"Size.Economy" = "Gazdaságos";
"Size.Compact" = "Kompakt";
"Size.Intermediate" = "Közepes";
"Size.Standard" = "Standard";
"Size.Minivan" = "Minibusz";
"Size.Cargovan" = "Teherszállító kisbusz";
"Size.Van" = "Kisteherautó";
"Size.Largevan.12pax" = "Nagyméretű furgon";
"Size.Largevan.15pax" = "Nagyméretű furgon";
"Size.Convertible" = "Kabrió";
"Size.Estate" = "Kombi";
"Size.Peoplecarrier" = "Személyszállító";
"Size.5seatcarrier" = "5 üléses minibusz";
"Size.7seatcarrier" = "7 üléses minibusz";
"Size.9seatcarrier" = "9 üléses minibusz";
"Size.Scooter" = "Robogó";
"Size.Truck" = "Teherautó";
"Size.Exotic" = "Egzotikus";
"Size.Special" = "Különleges";
"cash_banner_title" = "Akár 40 € megtakarítás autókölcsönzésén a Prime-mal";
"Price.for.days" = "Bérleti Díj ${X} napra";
"cash_widget_confirmation_title" = "Gratulálunk!";
"cash_widget_confirmation_subtitle" = "Utalványával ${x} megtakarítása keletkezett ezen autókölcsönzésen.";
"cash_widget_payment_title" = "Gratulálunk!";
"cash_widget_payment_subtitle" = "Ezen az autókölcsönzésen ${x} megtakarítása keletkezett az utalványának köszönhetően.";
"Prime_why_book_with_us" = "Miért bérel nálunk autót több százezer Prime tag?";
"Prime_cash_widget_payment_title" = "Gratulálunk!";
"voucher.for.days" = "Utalvány ára ${x} napra";
"voucher.for.day" = "Végösszeg";
"Promo.Code" = "Promóciós kód";
"Cannot.Find.Location" = "Sajnáljuk, nem tudjuk azonosítani az Ön tartózkodási helyét. Kérjük, próbálja meg később.";
"Use.Current.Location" = "Használja a jelenlegi helyszínt";
"Location.Permission.Disabled" = "E szolgáltatás használatához lépjen be a Beállítások menübe, és engedélyezze a helyalapú szolgáltatásokat.";
"Sup.Ben.Select.Code.Type" = "Kiválasztott kódtípus";
"Sup.Ben.Activated.Button.Title" = "Keresés kedvezmény alapján";
"Sup.Ben.Add.CTA" = "Promóciós kód/kedvezmény megadása";
"Sup.Ben.Code" = "Kód";
"Sup.Ben.Description" = "Szerezze meg a legkedvezőbb díjakat partnereink különleges ajánlataival. Avis és Budget kedvezmények használata";
"Sup.Ben.Toggle.Title" = "Kedvezményes díjak használata";
"Sup.Ben.Banner.Title" = "Szerezze meg a legkedvezőbb díjakat";
"Sup.Ben.Banner.Description" = "Használja ki exkluzív autókölcsönző partnereink, az Avis és a Budget által kínált speciális kedvezményeket.";
"Sup.Ben.Banner.Button" = "Szerezze meg most!";
"Sup.Ben.Rental.Company" = "Autókölcsönző";
"Sup.Ben.Promo.Validation.Error" = "Ez nem tűnik helyesnek. Kérjük, ellenőrizze a kódot és próbálja újra";
"Sup.Ben.Promo.Validation.Success" = "Úgy tűnik, helyes!";
"Sup.Ben.Code.Type" = "Kódtípus";
"Sup.Ben.Promo.Discount" = "Promóció/kedvezmény";
"Sup.Ben.Update" = "Frissítés";
"Sup.Ben.XOptional" = "${x} (opcionális)";
"SpecialOffer.FreeGPS" = "Ingyenes GPS az autóban";
"SpecialOffer.FreeWinterTyres" = "Ingyenes téli gumi";
"Free.Extra.Included" = "Ingyenes extrák az árban";
"Customer.Portal.Booking.CTA" = "Foglalás kezelése";
"Booking.Ref.Copied" = "A foglalási szám átmásolva a vágólapra";
"Booking.Ref.Title" = "Foglalási szám";
"Country.Selection.Settings" = "A lakóhely szerinti ország/régió befolyásolhatja a bérleti feltételeket, és hatással lehet a keresési eredmények között megjelenő járművekre.";
"Country.Selection.Dialog.Title" = "Módosítja az országot/régiót?";
"Country.Selection.Dialog.Text" = "A lakóhely szerinti ország/régió mostani módosítása hatással lesz a bérleti feltételekre, ezért a legpontosabb eredmények biztosítása érdekében visszairányítjuk a keresési eredmények oldalra.";
"Pay.Later.Title" = "Fizetési opciók";
"Pay.Later.Pay.Today" = "Fizetés a mai napon";
"Pay.Later.Pay.By" = "Fizetés ezzel: ${x}";
"Pay.Later.Payment.Explainer" = "Fizessen ${x} összegű előleget a bérleti díjra még ma. A <b>fennmaradó összeget</b> ${y} napján automatikusan levonjuk.";
"Pay.Later.Pay.Now" = "Fizetés most";
"Pay.Later.Basket.Deducted.On" = "Levonás: ${x}";
"Pay.Later.Basket.Pick.Up" = "Fizetés átvételkor";
"Pay.Later.Remaining.Balance.Explainer" = "A fennmaradó autókölcsönzési összeget ${x} napján automatikusan levonjuk.";
"Pay.Later.Accessories.Explainer" = "Átvételkor a következőkért kell fizetnie: ${x}";
"Pay.Later.View.Details" = "Adatok megtekintése";
"Payment.Processing.Message" = "Foglalása folyamatban van";
"Loyalty.Banner.Greeting" = "Üdvözöljük!";
"landing.usp.position1" = "Spóroljon akár 35%-ot az alapdíjakból* az Avis-nál vagy a Budget-nél.";
"landing.usp.position2" = "Gyűjtsön akár 1250 MileagePlus alapmérföldet";
"landing.usp.position3" = "Avis: Használja MileagePlus számát és Avis Worldwide Discount (AWD) számát (A791500), és gyűjtsön MileagePlus jutalom mérföldeket és egy kedvezményt.";
"landing.usp.position4" = "Budget: Használja MileagePlus számát és Budget Customer Discount (BCD) számát (B204900), és gyűjtsön MileagePlus jutalom mérföldeket és egy kedvezményt.";
"landing.usp.position5" = "A mérföldek, illetve a mérföld+pénz opció használatához látogasson el a <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a> oldalra";
"landing.usp.footnote.position1" = "*Az akár 35%-os megtakarítások csak az idő- és távolságdíjakra vonatkoznak. Minden adó, díj (beleértve, de nem kizárólag csak ezekre korlátozva a légkondicionáló használat utáni jövedéki adó kompenzációt, koncessziós díj kompenzációt, jármű regisztrációs díj kompenzációt, energia kompenzációs díjat, abroncskezelési díjat és a gyakori utazók utáni díjat) és felár (beleértve, de nem kizárólag csak ezekre korlátozva az ügyfél kényelmi felárat és a környezetvédelmi hozzájárulást) külön fizetendő.";
"landing.usp.title" = "Foglaljon autóbérlést a United-en keresztül";
"united_landing.usp.title" = "Foglaljon autóbérlést a United-en keresztül";
"landing.usp.sale.position1" = "Korlátozott ideig elérhető speciális ajánlat: Szerezzen 500 ráadás bónusz MileagePlus mérföldet. <a href=\"https://cars.united.com/hu/mileage-terms-and-conditions\" target=\"_blank\"><b>Valamennyi feltétel itt.</b></a>";
"united_redeem.landing.usp.title" = "Kedvezményes foglalás Avis vagy Budget bérelt autókra a MileagePlus Car Awards programmal";
"united_redeem.landing.usp.position1" = "Lépjen be MilagePlus fiókjába a legjobb árakért";
"united_redeem.landing.usp.position2" = "Fizessen mérföldekkel vagy mérföld+pénz kombinációval";
"united_redeem.landing.usp.position3" = "Ha olyan foglalást szeretne módosítani/törölni, amelyben mérföldeket használt fel, kérjük, keresse fel <a href=\"https://cars.mileageplus.com/hu/help\" target=\"_blank\"><b>súgóközpontunkat</b></a>";
"landing.usp.tac.title" = "Szerződési feltételek";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Szerződési feltételek</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Adatvédelmi nyilatkozat</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Adatvédelmi nyilatkozat</a>";
"united_landing.usp.sale.position2" = "Korlátozott ideig elérhető speciális ajánlat: Szerezzen 500 ráadás bónusz MileagePlus mérföldet. <a href=\"https://cars.united.com/hu/mileage-terms-and-conditions\" target=\"_blank\"><b>Valamennyi feltétel itt.</b></a>";
"sale_landing_banner_monetary_description" = "Foglaljon most akár napi ${x} összegért!";
"sale_landing_banner_caption_closed_group" = "Exkluzív";
"sale_landing_banner_caption" = "Kedvezmény";
"sale_landing_banner_percentage_title" = "Az akció mostantól érvényes";
"sale_landing_banner_monetary_title" = "Autókölcsönzési akciók";
"sale_landing_banner_TCs" = "Szerződési feltételek";
"sale_landing_banner_title_monetary" = "Autókölcsönzési akciók";
"sale_search_banner_title_monetary" = "Autókölcsönzési akciók";
"sale_search_banner_monetary_description" = "Foglaljon most akár napi ${x} összegért!";
"payment.options.creditcard.title" = "Hitelkártya";
"payment.error.generic.dialog.text" = "Sajnos jelenleg nem tudjuk feldolgozni foglalását. A foglalás nem teljesült, így nem terheltük meg a számláját. Kérjük, próbálja újra egy másik fizetési módszerrel.";
"payment.googlepay.card.link" = "Módosítás";
